"Aw crap" = "Aw szar";
"Back" = "Vissza";
"Half full" = "Félig tele";
"How ya feeling today?" = "Hogy érzed magad ma?";
"Live half full." = "Élő félig tele van.";
"Loading..." = "Loading ...";
"Next" = "Következő";
"No internet connection" = "Nincs internet kapcsolat";
"OK" = "Rendben";
"Patience is a virtue." = "A türelem erény.";
"Share to Facebook" = "Megosztás Facebookon";
"Share to Twitter" = "Megosztás a Twitteren";
"Sorry, this quote is too long to post to Twitter." = "Sajnálom, ez idézet túl hosszú, hogy tegye a Twitter.";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "Az alkalmazás, amely bekapcsolja a homlokát ráncolja fejjel lefelé egy adag inspiráció rúgni a rossz hangulat a seggét!";
"The glass is always" = "Az üveg mindig";
"The quote hasn't loaded yet." = "Az idézet nem betöltve még.";
"Try Again" = "Próbálja újra";
"Whoops" = "Hoppá";
"don't be angry." = "dühös";
"don't be impatient." = "türelmetlen";
"don't be tired." = "fáradt";
"don't be lonely." = "magányos";
"don't be depressed." = "nyomott";
"don't be guilty." = "bűnös";
"don't be sad." = "szomorú";
"don't be nostalgic." = "hazavágyó";
"don't be jealous." = "féltékeny";
"don't be dull." = "unalmas";
"don't be scared." = "megrémült";
"don't be anxious." = "aggódó";
"angry" = "dühös";
"impatient" = "türelmetlen";
"tired" = "fáradt";
"lonely" = "magányos";
"depressed" = "nyomott";
"guilty" = "bűnös";
"sad" = "szomorú";
"nostalgic" = "hazavágyó";
"jealous" = "féltékeny";
"dull" = "unalmas";
"scared" = "megrémült";
"anxious" = "aggódó";
